Repository: BackupTheBerlios/cbt-svn
Catalog: cbt3-client/trunk/lang/*/LC_MESSAGES/cbt.po
Languages: pl_pl

source: paused
pl_pl: pauza

source: holded
pl_pl: wstrzymany

source: waiting
pl_pl: oczekuje

source: running
pl_pl: uruchomiony

source: finished
pl_pl: zakoñczony

source: seeding
pl_pl: seedowany

source: stopped
pl_pl: zatrzymany

source: waiting for hash check
pl_pl: Oczekiwanie na weryfikacjê hash'a

source: connecting to peers
pl_pl: £¹czenie z peerami

source: &Create new torrent
pl_pl: &Utwórz nowego torrenta

source: E&xit
pl_pl: &Wyjœcie

source: cBT server
pl_pl: cBT serwer

source: Error
pl_pl: B³¹d

source: cBTS version %s: connected.
pl_pl: cBTS wersja %s: po³¹czono.

source: Login error.
pl_pl: B³¹d w trakcie logowania.

source: Connection error.
pl_pl: B³¹d w trakcie próby po³¹czenia.

source: Added created torrent: %s
pl_pl: Dodano utworzonego torrenta: %s

source: based on
pl_pl: bazowany na

source: Show main window
pl_pl: Poka¿ okno g³ówne

source: Close
pl_pl: Zamknij

source: Another instance is already running.
pl_pl: Inna instancja programu jest ju¿ uruchomiona.

source: Chat
pl_pl: Czat

source: My torrents
pl_pl: Moje torrenty

source: Options
pl_pl: Opcje

source: Public torrents
pl_pl: Torrenty publiczne

source: Transfers
pl_pl: Transfery

source: Program log
pl_pl: Log programu

source: Date
pl_pl: Data

source: Module
pl_pl: Modu³

source: Message
pl_pl: Wiadomoœæ

source: New torrent
pl_pl: Nowy torrent

source: Source file or directory (select or drag'n'drop here)
pl_pl: Plik lub katalog Ÿród³owy (wybierz lub przeci¹gnij i upuœæ tutaj)

source: Tracker URL
pl_pl: URL Trackera

source: Comment (optional)
pl_pl: Komentarz (opcjonalnie)

source: Piece size
pl_pl: Rozmiar czêœci

source: Create from file
pl_pl: Utwórz z pliku

source: Create from directory
pl_pl: Utwórz z katalogu

source: Additional settings
pl_pl: Ustawienia dodatkowe

source: Do not publish this torrent
pl_pl: Nie publikuj torrenta

source: Private torrent
pl_pl: Torrent prywatny

source: Public torrent
pl_pl: Torrent publiczny

source: Continue
pl_pl: Kontynuuj

source: Choose file
pl_pl: Wybierz plik

source: Choose directory
pl_pl: Wybierz katalog

source: You didn't choose any file or directory.
pl_pl: Nie wybra³eœ ¿adnego pliku lub katalogu.

source: Creating torrent
pl_pl: Tworzenie torrenta

source: Checking file size
pl_pl: Sprawdzam rozmiar pliku

source: Cancel
pl_pl: Anuluj

source: Done!
pl_pl: Zrobione!

source: Upload torrent
pl_pl: Uploaduj torrenta

source: Error!
pl_pl: B³¹d!

source: Building
pl_pl: Tworzenie

source: Torrent upload finished.
pl_pl: Uploadowano torrenta.

source: Base options
pl_pl: Opcje podstawowe

source: Engine options
pl_pl: Opcje engine-u

source: Community settings:
pl_pl: Ustawienia grupy

source: GUI settings:
pl_pl: Ustawienia GUI:

source: Paths:
pl_pl: Œcie¿ki:

source: Password:
pl_pl: Has³o:

source: URL:
pl_pl: cBT URL:

source: Download dir:
pl_pl: Œci¹gaj do:

source: Torrents dir:
pl_pl: Katalog dla plików *.torrent

source: Language:
pl_pl: Jêzyk:

source: Show splash screen
pl_pl: Pokazuj splash-screen

source: Apply
pl_pl: Zastosuj

source: English
pl_pl: Angielski

source: Information
pl_pl: Informacja

source: Please restart cBT for applying your language preferences.
pl_pl: Aby uaktywniæ zmianê jêzyka zrestartuj program.

source: Saved.
pl_pl: Zapisano.

source: Title
pl_pl: Tytu³

source: Size
pl_pl: Rozmiar

source: Downloaded
pl_pl: Pobrane

source: Torrents
pl_pl: Torrenty

source: Torrent details
pl_pl: Szczegó³y

source: Parts
pl_pl: Czêœci

source: Connections
pl_pl: Po³¹czenia

source: Files
pl_pl: Pliki

source: % done
pl_pl: Posiada

source: Sent
pl_pl: Wys³ane

source: Client
pl_pl: Klient

source: Netname
pl_pl: Sieæ

source: File
pl_pl: Plik

source: Progress
pl_pl: Postêp

source: Resume
pl_pl: Wznów

source: Pause
pl_pl: Pauza

source: Remove
pl_pl: Usuñ

source: Details
pl_pl: Szczegó³y

source: Add URL
pl_pl: Dodaj URL

source: ETA
pl_pl: Pozosta³o

source: Last message
pl_pl: Ostatnia informacja

source: Reask tracker
pl_pl: Odpytaj ponownie tracker

source: Super-seed
pl_pl: Super seedowanie

source: Resumed: %s
pl_pl: Wznowienie: %s

source: Paused: %s
pl_pl: Pauza: %s

source: Removed: %s
pl_pl: Usuniêto: %s

source: Added URL: %s
pl_pl: Dodano URL: %s
